[{"Headline": "South Africa offers investment opportunities to Asia Pacific investors", "Link": "https://www.jse.co.za/news/market-news/south-africa-offers-investment-opportunities-asia-pacific-investors", "Text": "The Johannesburg Stock Exchange (JSE) and joint sponsors, Citi and Absa Bank are collaborating to host the annual SA Tomorrow Investor conference, which aims to showcase the country’s array of investment opportunities to investors in the Asia Pacific region, mainly from Hong Kong and Singapore.", "Image": "https://www.jse.co.za/sites/default/files/styles/standard_lg/public/medial/images/2021-06/Web_Banner_0.jpg?h=4ae650de&itok=hdGEy5jA"}, {"Headline": "South Africa to showcase investment opportunities to the UAE market", "Link": "https://www.jse.co.za/news/market-news/south-africa-showcase-investment-opportunities-uae-market", "Text": "The Johannesburg Stock Exchange (JSE) and joint sponsors, Citi and Absa Bank are collaborating to host the SA Tomorrow Investor conference, which aims to position South Africa as a preferred investment destination for the United Arab Emirates (UAE) market.", "Image": "https://www.jse.co.za/sites/default/files/styles/standard_lg/public/medial/images/2021-06/Web_Banner2.jpg?h=4ae650de&itok=DgPFtAx8"}, {"Headline": "South Africa to showcase investment opportunities to UK investors", "Link": "https://www.jse.co.za/news/market-news/south-africa-showcase-investment-opportunities-uk-investors", "Text": "The Johannesburg Stock Exchange (JSE) and joint sponsors Citi and Absa Bank are collaborating to host the annual SA Tomorrow Investor conference, which aims to showcase the country’s array of investment opportunities to investors in the United Kingdom.", "Image": "https://www.jse.co.za/sites/default/files/styles/standard_lg/public/medial/images/2021-06/Web_Banner.jpg?h=4ae650de&itok=Q0SsPtAz"}, {"Headline": "JSE to become 100% owner of JSE Investor Services and expands services to include share plan administration services", "Link": "https://www.jse.co.za/news/market-news/jse-become-100-owner-jse-investor-services-and-expands-services-include-share-plan", "Text": "The Johannesburg Stock Exchange (JSE) is pleased to announce that it has embarked on a process to incorporate JSE Investor Services Proprietary Limited (JIS) as a wholly owned subsidiary of the JSE by acquiring the minority shareholding of 25.15 % from LMS Partner Holdings.", "Image": "https://www.jse.co.za/sites/default/files/styles/standard_lg/public/medial/images/2020-12/DSC_0832.jpg?h=156fdada&itok=rL3M2gpn"}, {"Headline": "Thungela Resources lists on the JSE after unbundling from Anglo American", "Link": "https://www.jse.co.za/news/market-news/thungela-resources-lists-jse-after-unbundling-anglo-american", "Text": "Shares in Thungela Resources, a South African thermal coal exporter, today commenced trading on the commodity counter of the Main Board of the Johannesburg Stock Exchange (JSE).", "Image": "https://www.jse.co.za/sites/default/files/styles/standard_lg/public/medial/images/2021-06/Thungela_Web_Banner_1440x390.jpg?h=4ae650de&itok=kKRO5fQk"}, {"Headline": "JSE welcomes SAB’s B-BBEE scheme that gives investors exposure to AB InBev global market", "Link": "https://www.jse.co.za/news/market-news/jse-welcomes-sabs-b-bbee-scheme-gives-investors-exposure-ab-inbev-global-market", "Text": "From today, Black South African retail investors will get the opportunity to invest in the world’s largest beer producer, AB InBev, following the listing of SAB Zenzele Kabili on the Johannesburg Stock Exchange’s (JSE) Empowerment Segment.", "Image": "https://www.jse.co.za/sites/default/files/styles/standard_lg/public/medial/images/2021-05/SAB-Zenzele.jpg?h=4ae650de&itok=n9osAP33"}]